{"title":"写于期中和第二次月考之后","slug":"写于期中和第二次月考之后","date":"2019-12-23T12:43:35.000Z","updated":"2019-03-31T12:46:58.405Z","comments":true,"path":"api/articles/写于期中和第二次月考之后.json","photos":[],"link":"","excerpt":null,"covers":null,"content":"<link rel=\"stylesheet\" class=\"aplayer-secondary-style-marker\" href=\"\\assets\\css\\APlayer.min.css\"><script src=\"\\assets\\js\\APlayer.min.js\" class=\"aplayer-secondary-script-marker\"></script><blockquote>\n<p>在写这篇文章的时候我已经经历过了期末考试直接前的最后一次统考。这两次考下来感触颇深。我越来越开始在意自己的态度问题。因为我明白月考失败是必然因素，从某一方面来讲，这篇文章也是写给现在迷茫落魄的自己看的。</p>\n</blockquote>\n<p>在期中考试之后，我因取得了较大的长进而开始沾沾自喜，进而就是上课如同木偶和傀儡那般机械地做笔记，老师所讲都没过脑，无时不刻都要找茬和同桌同学闲聊嬉闹，与此同时我知道有很大一部分人表面上不声不响实际上都在默默地努力着，而我呢？</p>\n<p>我本以为坐我旁边的是个比较内向的女生我就能够静下心来学，但是我和她却有出乎意料的同好：动漫、音乐、游戏等。这样我俩无可避免的就会主动找些话题来谈。以致老师叫我们自己在下面背书复习的时候明知道时间很紧的我们还是要抽些空子来摸鱼。这样，学得好才怪。</p>\n<p>同时，放在教室黑板上部中央的那个摄像头对于我们来说也并没有起到应有的警示和监督的作用。因为并没有被抓到过，因此玩不玩也就无所谓了。不只是这方面的淡然，班主任逼迫我们数理化每天坚持三道题。别的自觉的人都在一丝不苟的完成，有很多甚至是借的别人的资料抄到本子上再继续做的。我却是边做便对着答案，看着自己思路对了或是看不懂了就直接写上。思维的推导完全没有落到纸上面去，因此这个训练并没有起到它应有的作用。</p>\n<p>成绩下来后，我经过一系列强烈的思想斗争，选择了我从未选过的靠窗座位。我从没有坐过这里，果不其然当晚回家老爸就给我冷嘲热讽。第二天在办公室也被老师说那座位不好。可我看只有班主任看懂了我的心思，因为我在上面给他检查作业的时候我在给他讲述选择这个座位的原因之后得到了他的认可，他也认为我这是自觉的表现。</p>\n<p>但是这个座位弊端也不少。譬如本来眼睛就已经有点过度近视了的我基本看不清楚靠门那边的黑板，常常不得以也只好向同桌求助，他视力5.0，还没戴眼镜，在我们班算好的了。</p>\n<p>我这个同桌有点二，他总是在百无聊赖之时唱着爸妈一代的情歌金曲；坐在我前面的那个女生，下课了也是各种抖音金曲串烧，搞得我们那里天天跟开演唱会似的。好在他们都听从老师的安排，比较遵守纪律，不像我之前坐的那里后面的一对同桌。而我现在在背书的时候我和同桌还是会不由自主地找到话题开始交谈，内容多是游戏、恋爱一类。但现在我已经学会认清形势，对于他的请求能挡住50%，交谈时间不超过150s，并且总是能在规定时间完成复习任务，即使完不成，下课之后舍去上厕所也就是三四分钟的工夫而已。</p>\n<p>我这个同桌也还挺好的，他给我送了两百多张A4纸打草稿，正好属于我弱项数理化有什么难题随时可以问他。他也很爱整洁，我俩之间杂物的整理全权由他负责，并且弄得很清爽、实用。同时他也是个暖男（我不是gay啊喂），在我陷入低谷的时候他就是照入我心房的那束光，现在我抑郁症的表现已经减弱了很多，不再影响到正常的学习生活了。</p>\n<p>不管月考结果如何，但是我的基础还在。离期末考试还有整整三个星期，我想只要调整好心态，选择好方式，期末应该是稳的。</p>\n<hr>\n<p>谢谢对我温柔以待的每一个人、<br>                                                                                        Hanx<br>                                                                                   2018.12.23 12:09</p>\n","categories":[],"tags":[{"name":"情感","slug":"情感","count":2,"path":"api/tags/情感.json"}]}